/* Description added to title of Peak Identification window */
" - Peak Identification" = " - Peak Identification";

/* Title of alert when a the user's software is not up to date. */
"A New Version is Available" = "A New Version is Available";

/* Alert text when the user's software is not up to date. */
"A new version of Peacock is available (version %@). Would you like to download the new version now?" = "A new version of Peacock is available (version %@). Would you like to download the new version now?";

/* No comment provided by engineer. */
"Add Mass Chromatogram" = "Add Mass Chromatogram";

/* Alert text when the when the version check has failed. */
"An error occured whilst trying to retrieve the current version number from the internet." = "An error occured whilst trying to retrieve the current version number from the internet.";

/* No comment provided by engineer. */
"Batch Process Finished" = "Batch Process Finished";

/* No comment provided by engineer. */
"Batch processing aborted" = "Batch processing aborted";

/* Cancel */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Choose File..." = "Choose File...";

/* No comment provided by engineer. */
"Closing Document" = "Closing Document";

/* No comment provided by engineer. */
"Confirm Library Hit(s)" = "Confirm Library Hit(s)";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete current peaks?" = "Delete current peaks?";

/* No comment provided by engineer. */
"Deleting Current Peaks" = "Deleting Current Peaks";

/* No comment provided by engineer. */
"Discard Library Hit" = "Discard Library Hit";

/* No comment provided by engineer. */
"Error reading file" = "Error reading file";

/* No comment provided by engineer. */
"Error(s) during batch processing" = "Error(s) during batch processing";

/* No comment provided by engineer. */
"File saved using UTF-8 encoding" = "File saved using UTF-8 encoding";

/* Top row of tab delimited text export. */
"File\tID\tLabel\tScore\tIdentified\tConfirmed\tStart (scan)\tTop (scan)\tEnd (scan)\tStart (min)\tTop (min)\tEnd (min)\tHeight (normalized)\tSurface (normalized)\tHeight (abs.)\tWidth (scan)\tSurface (abs.)\tBaseline Left\tBaseline Right\tName (Lib.)\tFormula (Lib.)\tCAS No. (Lib.)\tRetention Index (Lib.)\tComment (Lib.)\n" = "File\tID\tLabel\tScore\tIdentified\tConfirmed\tStart (scan)\tTop (scan)\tEnd (scan)\tStart (min)\tTop (min)\tEnd (min)\tHeight (normalized)\tSurface (normalized)\tHeight (abs.)\tWidth (scan)\tSurface (abs.)\tBaseline Left\tBaseline Right\tName (Lib.)\tFormula (Lib.)\tCAS No. (Lib.)\tRetention Index (Lib.)\tComment (Lib.)\n";

/* No comment provided by engineer. */
"Getting scan_number dimension failed." = "Getting scan_number dimension failed.";

/* No comment provided by engineer. */
"Hide Inspector" = "Hide Inspector";

/* No comment provided by engineer. */
"Hide Molecular Weight Calculator" = "Hide Molecular Weight Calculator";

/* No comment provided by engineer. */
"Identify Peaks" = "Identify Peaks";

/* No comment provided by engineer. */
"Identify the components associated with the peaks in your chromatogram" = "Identify the components associated with the peaks in your chromatogram";

/* No comment provided by engineer. */
"Identify the peaks in your chromatogram" = "Identify the peaks in your chromatogram";

/* No comment provided by engineer. */
"Identifying Peaks" = "Identifying Peaks";

/* Error message for wrong formula */
"Incorrect formula" = "Incorrect formula";

/* No comment provided by engineer. */
"Inspector" = "Inspector";

/* No comment provided by engineer. */
"Keep" = "Keep";

/* No comment provided by engineer. */
"Library Hit" = "Library Hit";

/* No comment provided by engineer. */
"Multiple Files Selected" = "Multiple Files Selected";

/* New series title */
"New Serie" = "New Serie";

/* New spectrum serie */
"New Spectrum Serie" = "New Spectrum Serie";

/* No comment provided by engineer. */
"No Selection" = "No Selection";

/* No comment provided by engineer. */
"Observed Spectrum" = "Observed Spectrum";

/* OK */
"OK" = "OK";

/* No comment provided by engineer. */
"One or more errors occurred during batch processing your files. The console.log available from the Console application contains more details about the error. Common errors include files moved after being added to the list and full disks." = "One or more errors occurred during batch processing your files. The console.log available from the Console application contains more details about the error. Common errors include files moved after being added to the list and full disks.";

/* No comment provided by engineer. */
"Open" = "Open";

/* No comment provided by engineer. */
"Peacock finished processing your data." = "Peacock finished processing your data.";

/* Tiptool for peak number and label. */
"Peak no. %d\n%@" = "Peak no. %1$d\n%2$@";

/* No comment provided by engineer. */
"Peaks that are already identified could cause doublures. It's recommended to delete the current peaks." = "Peaks that are already identified could cause doublures. It's recommended to delete the current peaks.";

/* No comment provided by engineer. */
"Print Your Document" = "Print Your Document";

/* No comment provided by engineer. */
"Probably non-ASCII characters are used in entries of the library. Peacock will save the library in UTF-8 encoding instead of the prescribed ASCII encoding. In order to use this library in other applications the non-ASCII characters should probably be removed." = "Probably non-ASCII characters are used in entries of the library. Peacock will save the library in UTF-8 encoding instead of the prescribed ASCII encoding. In order to use this library in other applications the non-ASCII characters should probably be removed.";

/* Batch process status text */
"Processing file \"%@\" (%d of %d)" = "Processing file \"%1$@\" (%2$d of %3$d)";

/* No comment provided by engineer. */
"Remove" = "Remove";

/* No comment provided by engineer. */
"Remove All" = "Remove All";

/* No comment provided by engineer. */
"Remove Mass Chromatogram" = "Remove Mass Chromatogram";

/* No comment provided by engineer. */
"Renumber Peaks" = "Renumber Peaks";

/* No comment provided by engineer. */
"Reset Peaks" = "Reset Peaks";

/* No comment provided by engineer. */
"Reveal in Finder" = "Reveal in Finder";

/* No comment provided by engineer. */
"Identify Compounds" = "Identify Compounds";

/* No comment provided by engineer. */
"Identifying Compounds" = "Identifying Compounds";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Save Your Document" = "Save Your Document";

/* No comment provided by engineer. */
"Saving PDF File" = "Saving PDF File";

/* No comment provided by engineer. */
"Saving Peacock File" = "Saving Peacock File";

/* No comment provided by engineer. */
"Saving Tab Delimited Text File" = "Saving Tab Delimited Text File";

/* No comment provided by engineer. */
"Show an inspector to change attributs of the selected object" = "Show an inspector to change attributs of the selected object";

/* No comment provided by engineer. */
"Show Inspector" = "Show Inspector";

/* No comment provided by engineer. */
"Show Molecular Weight Calculator" = "Show Molecular Weight Calculator";

/* No comment provided by engineer. */
"The execution of the batch processing was aborted by the user. Be advised to check the current state of the files that were being processed." = "The execution of the batch processing was aborted by the user. Be advised to check the current state of the files that were being processed.";

/* No comment provided by engineer. */
"TIC Chromatogram" = "TIC Chromatogram";

/* Title of alert when the version check has failed. */
"Version Check has Failed" = "Version Check has Failed";

/* Alert text when the user's software is up to date. */
"You have the most recent version of Peacock." = "You have the most recent version of Peacock.";

/* Title of alert when a the user's software is up to date. */
"Your Software is up-to-date" = "Your Software is up-to-date";

/* Label of panel item */
"info" = "Info";

/* Label of panel item */
"view" = "View";

/* Label of panel item */
"dataSeries" = "Dataseries";

/* Label of panel item */
"fontcolor" = "Font & Color";

/* Label of panel item */
"text" = "Text";
